[
  {
    "service_name": "mAgri",
    "ussd_code": "*157#",
    "category": "Agriculture",
    "content": "mAgri is a groundbreaking USSD mobile application designed to revolutionize how rural farmers connect and engage with the farming community. It provides farmers with access to farming information, markets, and short-term finance. Key features include Market Access (marketing products nationwide, finding new markets), Information and Advisory (real-time agricultural advice, weather alerts, pest surveillance), Finance (short-term finance access), Farm Management (stock management and training), and Collaboration (exchanging info on crops, prices, and best practices). Farmers using mAgri have reported up to a 250% yield increase.",
    "key_features": [
      "Market Access",
      "Information and Advisory",
      "Finance",
      "Farm Management",
      "Collaboration"
    ]
  },
  {
    "service_name": "Mpotsa",
    "ussd_code": "*158#",
    "category": "Information Hub",
    "content": "Mpotsa (meaning 'Ask me') is an SMS and IVR-based question/answer platform acting as a 'Google-like service' for rural, unconnected mobile users. It provide comprehensive, relevant, and timely information on almost anything including educational content, local language translations, local trivia, critical health information (nutritional tips, preventative care, pregnancy guidance), and employment opportunities (job searching and interview tips). It also provides access to legal services.",
    "key_features": [
      "Information Hub",
      "Educational Content",
      "Health Information",
      "Employment Opportunities",
      "Legal Services"
    ]
  },
  {
    "service_name": "Vuka",
    "ussd_code": "*159#",
    "category": "Social Communication",
    "content": "Vuka is a social communication service for both feature phones and smartphones that transforms ordinary phones into 'internet-connected communication devices'. It offers a social network experience (similar to Facebook or WhatsApp) without requiring internet access. Features include Social Networking (profiles, adding friends, groups), Messaging (chat, direct one-on-one, group discussions, broadcasting), and Community Building (group chats for employment, education, agriculture, and women's economic participation).",
    "key_features": [
      "Social Networking",
      "Messaging",
      "Community Building",
      "No Internet Required"
    ]
  },
  {
    "service_name": "Brastorne Mission and Vision",
    "category": "General",
    "content": "Brastorne's mission is to connect the 760 million Africans who currently lack meaningful access to the digital world. Their vision is to connect the unconnected to the world, providing equitable access to markets, information, and community. They transform basic feature phones into affordable, robust platforms for digital inclusion.",
    "leadership": "Martin Stimela (CEO), Naledi Magowe (CGO), Hankusa Hakoola (CFO)"
  },
  {
    "service_name": "Operating Countries",
    "category": "General",
    "content": "Brastorne currently operates in Botswana, Democratic Republic of Congo (DRC), Cameroon, Guinea, and Zambia. They have connected over 5.8 million individuals across these five countries as of early 2023. Expansion plans include Madagascar, Mali, Burkina Faso, Ivory Coast (Côte d'Ivoire).",
    "countries": [
      "Botswana",
      "DRC",
      "Cameroon",
      "Guinea",
      "Zambia"
    ]
  },
  {
    "service_name": "Awards and Recognition",
    "category": "General",
    "content": "Brastorne has received several prestigious awards: MIT Solver 2021, Hewlett Packard (HP) Advancing Digital Equity 2021, Google Black Founders Fund 2022 Alumni ($100k non-dilutive), Heifer International & MIT Award for Innovation in Smallholder Agriculture 2022 ($250k prize), and 2022 AYuTe Africa Challenge winner ($1.5 million grant shared).",
    "awards": [
      "MIT Solver",
      "HP Digital Equity",
      "Google Black Founders Fund",
      "Heifer International Prize",
      "AYuTe Africa Challenge"
    ]
  }
]